Repository: Belfagor2005/TVGarden
Catalog: usr/lib/enigma2/python/Plugins/Extensions/TVGarden/locale/*/LC_MESSAGES/TVGarden.po
Languages: cs, de, el, fi, hu, it, pl, ru, sk

source: Search:
cs: Hledat:
de: Suche:
el: Αναζήτηση:
fi: Etsi:
hu: Keresés:
it: Ricerca:
pl: Szukanie:
ru: Поиск:
sk: Vyhľadať:

source: Press GREEN for keyboard...
cs: Stiskněte ZELENOU pro zobrazení klávesnice...
de: Drücken Sie GRÜN für die Tastatur...
el: Πατήστε το ΠΡΑΣΙΝΟ για πληκτρολόγιο...
fi: Paina VIHREÄÄ näppäimistöä varten...
hu: Nyomja meg a ZÖLD gombot a billentyűzethez...
it: Premi VERDE per la tastiera...
pl: Naciśnij ZIELONY, aby włączyć klawiaturę...
ru: Нажмите ЗЕЛЕНУЮ кнопку для включения клавиатуры...
sk: Stlačte ZELENÉ tlačidlo pre klávesnicu...

source: Keyboard
cs: Klávesnice
de: Tastatur
el: Πληκτρολόγιο
fi: Näppäimistö
hu: Billentyűzet
it: Tastiera
pl: Klawiatura
ru: Клавиатура
sk: Klávesnica

source: Clear
cs: Vymazat
de: Löschen
el: Εκκαθάριση
fi: Tyhjennä
hu: Törlés
it: Pulisci
pl: Czyścić
ru: Очистить
sk: Vyčistiť

source: Press GREEN for keyboard... Ready - %d channels
cs: Stiskněte ZELENOU pro zobrazení klávesnice... Připraveno - %d kanálů
el: Πατήστε το ΠΡΑΣΙΝΟ για πληκτρολόγιο... Έτοιμο - %d κανάλια
fi: Näppäimistö painamalla VIHREÄÄ...Valmiina - %d kanavaa
hu: Nyomja meg a ZÖLD gombot a billentyűzet aktiválásához... Kész - %d csatorna
it: Premi VERDE per la tastiera... Pronto - %d canali
pl: Naciśnij ZIELONY, włączy klawiaturę... Gotowy - %d kanałów
ru: Нажмите ЗЕЛЕНЫЙ для клавиатуры... Готово - %d каналов
sk: Stlačte ZELENÉ tlačidlo pre klávesnicu... Pripravené - %d kanálov

source: No channels loaded
cs: Žádné načtené kanály
de: Keine Kanäle geladen
el: Δεν φορτώθηκαν κανάλια
fi: Ei ladattuja kanavia
hu: Nincs betöltött csatorna
it: Nessun canale caricato
pl: Nie załadowano kanałów
ru: Каналы не загружены
sk: Žiadne načítané kanály

source: Search Channels
cs: Vyhledávání kanálů
de: Suche Kanäle
el: Αναζήτηση καναλιών
fi: Etsi kanavia
hu: Csatornák keresése
it: Ricerca canali
pl: Wyszukaj Kanały
ru: Поиск каналов
sk: Vyhľadávanie kanálov

source: Searching...
cs: Vyhledávání...
de: Suche...
el: Αναζήτηση...
fi: Etsitään...
hu: Keresés...
it: Ricerca in corso...
pl: Szukam ...
ru: Поиск...
sk: Vyhľadávanie…

source: Showing {shown} of {total} results
cs: Zobrazeno {shown} z {total} výsledků
de: Zeige {shown} von {total} Ergebnissen
el: Εμφάνιση {shown} από {total} αποτελέσματα
fi: Näytetään {shown}/{total} tulosta
hu: {shown} eredmények közül {total} megjelenítése
it: Visualizzazione di {shown} di {total} risultati
pl: Wyświetlanie {shown} z {total} wyników
ru: Показаны {shown} из {total} результатов
sk: Zobrazuje sa {shown} z {total} výsledkov

source: Found %d channels
cs: Nalezeno %d kanálů
el: Βρέθηκαν %d κανάλια
fi: Löytyi %d kanavaa
hu: %d csatorna található
it: Trovati %d canali
pl: Znaleziono %d kanałów
ru: Найдено %d каналов
sk: Nájdených kanálov: %d

source: No channels found for: %s
cs: Nebyly nalezeny žádné kanály pro: %s
el: Δεν βρέθηκαν κανάλια για: %s
fi: %s: kanavia ei löytynyt
hu: Nem található csatorna a következőhöz: %s
it: Nessun canale trovato per: %s
pl: Nie znaleziono kanałów dla: %s
ru: Для: %s каналы не найдены
sk: Nenašli sa žiadne kanály pre: %s

source: Removed from favorites
cs: Odebráno z oblíbených
de: Aus Favoriten entfernt
el: Αφαιρέθηκε από τα αγαπημένα
fi: Poistettu suosikeista
hu: Eltávolítva a kedvencek közül
it: Rimosso dai preferiti
pl: Usunięto z ulubionych
ru: Удалено из избранного
sk: Odstránené z obľúbených

source: Added to favorites
cs: Přidáno k oblíbeným
de: Den Favoriten hinzugefügt
el: Προστέθηκε στα αγαπημένα
fi: Lisätty suosikkeihin
hu: Hozzáadva a kedvencekhez
it: Aggiunto ai Preferiti
pl: Dodano do ulubionych
ru: Добавить в избранное

source: Browse by Country
cs: Procházet podle země
de: Nach Land suchen
el: Περιήγηση ανά χώρα
fi: Selaa maittain
hu: Országok szerint böngészés
it: Sfoglia per Paese
pl: Przeglądaj według Kraju
ru: Поиск по стране
sk: Prehľadávať podľa krajiny

source: Browse channels by country
cs: Procházet kanály podle země
de: Kanäle nach Land durchsuchen
el: Περιήγηση καναλιών ανά χώρα
fi: Selaa kanavia maittain
hu: Csatornák országok szerint
it: Sfoglia i canali per paese
pl: Przeglądaj kanały według kraju
ru: Просматривайте каналы по странам
sk: Prehliadať kanály podľa krajiny

source: Browse by Category
cs: Procházet podle kategorie
de: Nach Kategorie suchen
el: Περιήγηση ανά κατηγορία
fi: Selaa kategorioittain
hu: Kategória szerint böngészés
it: Sfoglia per categoria
pl: Przeglądaj według Kategorii
ru: Просмотр по категориям
sk: Prehľadávať podľa kategórie

source: Browse channels by category
cs: Procházet kanály podle kategorie
de: Kanäle nach Kategorie durchsuchen
el: Περιήγηση καναλιών ανά κατηγορία
fi: Selaa kanavia kategorioittain
hu: Csatornák böngészése kategória szerint
it: Sfoglia i canali per categoria
pl: Przeglądaj kanały według kategorii
ru: Просматривайте каналы по категориям
sk: Prehliadanie kanálov podľa kategórie

source: Favorites
cs: Oblíbené
de: Favoriten
el: Αγαπημένα
fi: Suosikit
hu: Kedvencek
it: Preferiti
pl: Ulubione
ru: Избранное
sk: Moje obľúbené

source: Your favorite channels
cs: Vaše oblíbené kanály
de: Deine Favoriten Kanäle
el: Τα αγαπημένα σας κανάλια
fi: Suosikkikanavasi
hu: Kedvenc csatornáid
it: I tuoi canali preferiti
pl: Twoje ulubione kanały
ru: Ваши любимые каналы
sk: Vaše obľúbené kanály

source: Search
cs: Hledat
de: Suche
el: Αναζήτηση
fi: Etsi
hu: Keresés
it: Ricerca
pl: Szukanie
ru: Поиск
sk: Hľadať

source: Search channels by name
cs: Vyhledávání kanálů podle názvu
de: Suche Kanäle per name
el: Αναζήτηση καναλιών βάσει ονόματος
fi: Hae kanavia nimellä
hu: Csatornák keresése név szerint
it: Cerca i canali per nome
pl: Wyszukaj kanały według nazwy
ru: Поиск каналов по названию
sk: Vyhľadávanie kanálov podľa názvu

source: Check for Updates
cs: Zkontrolovat aktualizace
el: Έλεγχος για ενημερώσεις
fi: Tarkista päivitykset
hu: Frissítések keresése
it: Controlla gli aggiornamenti
pl: Sprawdź Aktualizacje
ru: Проверить наличие обновлений
sk: Skontrolovať aktualizácie

source: Check for plugin updates
cs: Zkontrolujte aktualizace pluginů
el: Έλεγχος για ενημερώσεις του πρόσθετου
fi: Tarkista lisäosan päivitykset
hu: Bővítményfrissítések keresése
it: Controlla gli aggiornamenti dei plugin
pl: Sprawdź aktualizacje wtyczek
ru: Проверьте наличие обновлений плагина
sk: Skontrolujte aktualizácie pluginov

source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
fi: Asetukset
hu: Beállítások
it: Configurazione
pl: Ustawienia
ru: Настройки
sk: Nastavenia

source: Plugin settings and configuration
cs: Nastavení a konfigurace pluginu
de: Plugin-Einstellungen und Konfiguration
el: Ρυθμίσεις και παραμετροποίηση του πρόσθετου
fi: Lisäosan asetukset ja konfiguraatio
hu: Plugin beállítások és konfiguráció
it: Impostazioni e configurazione del plugin
pl: Ustawienia i konfiguracja wtyczki
ru: Настройки и конфигурация плагина
sk: Nastavenia a konfigurácia pluginu

source: About
cs: O nás
de: Über
el: Σχετικά
fi: Tietoja
hu: Rólunk
it: Informazioni
pl: O wtyczce
ru: О нас
sk: O nás

source: About TV Garden plugin
cs: O pluginu TV Garden
de: Über TV Garden Plugin
el: Σχετικά με το πρόσθετο TV Garden
fi: Tietoja TV Garden -lisäosasta
hu: A TV Garden pluginról
it: Informazioni sul plugin TV Garden
pl: O wtyczce TV Garden
ru: О плагине TV Garden
sk: O doplnku TV Garden

source: Exit
cs: Odejít
de: Beenden
el: Έξοδος
fi: Poistu
hu: Kilépés
it: Esci
pl: Wyjście
ru: Выход
sk: Ukončiť

source: Refreshing data...
cs: Obnovování dat...
de: Daten werden aktualisiert...
el: Ανανέωση δεδομένων...
fi: Virkistetään dataa...
hu: Adatok frissítése...
it: Aggiornamento dei dati in corso...
pl: Odświeżanie danych...
ru: Обновленные данные...
sk: Obnovujú sa údaje...

source: Refresh completed! Loaded %d countries
cs: Obnovení dokončeno! Načteno %d zemí
el: Η ανανέωση ολοκληρώθηκε! Φορτώθηκαν %d χώρες
fi: Virkistys valmis! Ladattiin %d maata
hu: Frissítés befejezve! %d ország betöltve
it: Aggiornamento completato! Caricati %d paesi
pl: Odświeżanie zakończone! Załadowano %d krajów
ru: Обновление завершено! Загружено %d стран
sk: Obnovenie dokončené! Načítaných %d krajín

source: Refresh failed: %s
cs: Obnovení se nezdařilo: %s
el: Η ανανέωση απέτυχε: %s
fi: Virkistys epäonnistui: %s
hu: Frissítés sikertelen: %s
it: Aggiornamento non riuscito: %s
pl: Odświeżanie nie powiodło się: %s
ru: Обновление не удалось: %s
sk: Obnovenie zlyhalo: %s

source: Update check error
cs: Chyba kontroly aktualizací
el: Σφάλμα ελέγχου ενημέρωσης
fi: Päivitysvirhe
hu: Frissítés-ellenőrzési hiba
it: Errore controllo aggiornamento
pl: Błąd sprawdzania aktualizacji
ru: Ошибка проверки обновления
sk: Chyba kontroly aktualizácií

source: Error: %s
cs: Chyba: %s
el: Σφάλμα: %s
fi: Virhe: %s
hu: Hiba: %s
it: Errore: %s
pl: Błąd: %s
ru: Ошибка: %s
sk: Chyba: %s

source: Access free IPTV channels from around the world
cs: Získejte přístup k bezplatným IPTV kanálům z celého světa
de: Greifen Sie auf kostenlose IPTV-Kanäle aus aller Welt zu
el: Πρόσβαση σε δωρεάν IPTV κανάλια από όλο τον κόσμο
fi: Käytä ilmaisia ​​IPTV-kanavia ympäri maailmaa
hu: Hozzáférés ingyenes IPTV csatornákhoz a világ minden tájáról
it: Accedi gratuitamente ai canali IPTV da tutto il mondo
pl: Uzyskaj dostęp do bezpłatnych kanałów IPTV z całego świata
ru: Получите доступ к бесплатным IPTV-каналам со всего мира
sk: Získajte prístup k bezplatným IPTV kanálom z celého sveta

source: Already in favorites
cs: Už v oblíbených
el: Ήδη στα αγαπημένα
fi: On jo suosikeissa
hu: Már a kedvencek között van
it: Già nei preferiti
pl: Już w ulubionych
ru: Уже в избранном
sk: Už v obľúbených

source: Added to favorites: %s
cs: Přidáno k oblíbeným: %s
el: Προστέθηκε στα αγαπημένα: %s
fi: Lisättiin suosikkeihin: %s
hu: Hozzáadva a kedvencekhez: %s
it: Aggiunto ai preferiti: %s
pl: Dodaj do ulubionych: %s
ru: Добавлено в избранное: %s
sk: Pridané k obľúbeným: %s

source: Error saving favorites
cs: Chyba ukládání oblíbených položek
el: Σφάλμα αποθήκευσης αγαπημένων
fi: Virhe tallennettaessa suosikkeja
hu: Hiba a kedvencek mentésénél
it: Errore durante il salvataggio dei preferiti
pl: Błąd zapisywania ulubionych
ru: Ошибка сохранения избранного
sk: Chyba pri ukladaní obľúbených položiek

source: Removed from favorites: %s
cs: Odebráno z oblíbených: %s
el: Αφαιρέθηκε από τα αγαπημένα: %s
fi: Poistettiin suosikeista: %s
hu: Eltávolítva a kedvencek közül: %s
it: Rimosso dai preferiti: %s
pl: Usunięto z ulubionych: %s
ru: Удалено из избранного: %s
sk: Odstránené z obľúbených: %s

source: Channel not found in favorites
cs: Kanál nebyl nalezen v oblíbených
el: Το κανάλι δεν βρέθηκε στα αγαπημένα
fi: Kanavaa ei löytynyt suosikeista
hu: Csatorna nem található a kedvencek között
it: Canale non trovato nei preferiti
pl: Kanał nie został znaleziony w ulubionych
ru: Канал не найден в избранном
sk: Kanál sa nenašiel v obľúbených

source: Error writing file: %s
fi: Virhe tiedoston kirjoituksessa: %s
it: Errore durante la scrittura del file: %s
pl: Błąd zapisu pliku: %s

source: No valid stream URLs found
cs: Nenalezeny žádné platné adresy URL streamu
el: Δεν βρέθηκαν έγκυρα URL ροής
fi: Kelvollisia striimin URL-osoitteita ei löytynyt
hu: Érvényes stream URL-ek nem találhatóak
it: Nessun URL di streaming valido trovato
pl: Nie znaleziono prawidłowych adresów URL strumienia
ru: Не найдено ни одного действительного URL-адреса потока.
sk: Nenašli sa žiadne platné adresy URL streamu

source: Exported %d channels to bouquet
cs: Exportováno %d kanálů do bouquetu
el: Έγινε εξαγωγή %d καναλιών σε μπουκέτο
fi: Vietiin %d kanavaa suosikkilistaan
hu: %d csatorna exportálása csokorba
it: Esportati %d canali nel bouquet
pl: Wyeksportowano %d do bukietu kanałów
ru: Экспортировано %d каналов в букет
sk: Exportovaných %d kanálov do bouquetu

source: Empty database
cs: Prázdná databáze
el: Κενή βάση δεδομένων
fi: Tyhjä tietokanta
hu: Üres adatbázis
it: Database vuoto
pl: Pusta baza danych
ru: Пустая база данных
sk: Prázdna databáza

source: Failed to load database
cs: Nepodařilo se načíst databázi
el: Αποτυχία φόρτωσης βάσης δεδομένων
fi: Tietokannan lataus epäonnistui
hu: Nem sikerült betölteni az adatbázist
it: Impossibile caricare il database
pl: Nie udało się załadować bazy danych
ru: Не удалось загрузить базу данных
sk: Nepodarilo sa načítať databázu

source: No valid channels found in database
cs: V databázi nebyly nalezeny žádné platné kanály
el: Δεν βρέθηκαν έγκυρα κανάλια στη βάση δεδομένων
fi: Tietokannasta ei löytynyt kelvollisia kanavia
hu: Nem található érvényes csatorna az adatbázisban
it: Nessun canale valido trovato nel database
pl: Nie znaleziono prawidłowych kanałów w bazie danych
ru: В базе данных не найдено действительных каналов
sk: V databáze sa nenašli žiadne platné kanály

source: Exported
el: Εξήχθησαν
fi: Viety
it: Esportato
pl: Eksportowane

source: channels from
el: κανάλια από
fi: kanavaa
it: canali da
pl: kanały z

source: countries
el: χώρες
fi: maat
it: paesi
pl: kraje

source: Error
cs: Chyba
el: Σφάλμα
fi: Virhe
hu: Hiba
it: Errore
pl: Błąd
ru: Ошибка
sk: Chyba

source: Removed
cs: Odstraněno
el: Αφαιρέθηκαν
fi: Poistettu
hu: Törölve
it: Rimosso
pl: Usunąć
ru: Удалено
sk: Odstránené

source: files and
cs: soubory a
el: αρχεία και
fi: tiedostot ja
hu: fájlok és
it: file e
pl: pliki i
ru: файлы и
sk: súbory a

source: bouquet references
cs: odkazy na kytice
el: αναφορές καναλιών
fi: suosikkilistan viittaukset
hu: csokorreferenciák
it: riferimenti al bouquet
pl: odniesienia do bukietów
ru: ссылки на букеты
sk: odkazy na kytice

source: Channel added to bouquet
cs: Kanál přidán do kytice
el: Το κανάλι προστέθηκε στο μπουκέτο
fi: Kanava lisätty suosikkilistaan
hu: Csatorna hozzáadva a csomaghoz
it: Canale aggiunto al bouquet
pl: Kanał dodany do bukietu
ru: Канал добавлен в букет
sk: Kanál pridaný do kytice

source: Hierarchical export completed!
el: Η ιεραρχική εξαγωγή ολοκληρώθηκε!
fi: Hierarkkinen vienti valmis!
it: Esportazione gerarchica completata!
pl: Eksport hierarchiczny zakończony!

source: Statistics:
el: Στατιστικά:
fi: Tilastot:
it: Statistiche:
pl: Statystyka:

source: Total channels:
el: Συνολικά κανάλια:
fi: Kanavia yhteensä:
it: Totale canali:
pl: Wszystkich kanałów:

source: Countries exported:
el: Χώρες που εξήχθησαν:
fi: Maita viety:
it: Paesi esportati:
pl: Ładowania kraju:

source: Files created:
el: Αρχεία που δημιουργήθηκαν:
fi: Tiedostoja luotu:
it: File creati:
pl: Utworzone pliki:

source: Structure created:
el: Δομή που δημιουργήθηκε:
fi: Rakenne luotu:
it: Struttura creata:
pl: Utworzona struktura:

source: Main bouquet:
el: Κύριο μπουκέτο:
fi: Pääsuosikkilista:
it: Bouquet principale:
pl: Główny bukiet:

source: Cleared %d favorites
cs: Vymazáno %d oblíbených
el: Εκκαθαρίστηκαν %d αγαπημένα
fi: Tyhjennetty %d suosikkia
hu: %d kedvenc törölve
it: %d preferiti cancellati
pl: Wyczyszczono %d ulubionych
ru: Удалено %d избранных
sk: Vymazané obľúbené položky (%d)

source: Error clearing favorites
cs: Chyba při mazání oblíbených položek
de: Fehler beim Löschen der Favoriten
el: Σφάλμα εκκαθάρισης αγαπημένων
fi: Virhe tyhjennettäessä suosikkeja
hu: Hiba a kedvencek törlésénél
it: Errore durante la cancellazione dei preferiti
pl: Błąd podczas czyszczenia ulubionych
ru: Ошибка при очистке избранного
sk: Chyba pri vymazávaní obľúbených položiek

source: Log file is empty or not found
cs: Soubor protokolu je prázdný nebo nebyl nalezen.
de: Die Protokolldatei ist leer oder wurde nicht gefunden.
el: Το αρχείο καταγραφής είναι κενό ή δεν βρέθηκε
fi: Lokitiedosto on tyhjä tai sitä ei löydy
hu: A naplófájl üres vagy nem található
it: Il file di registro è vuoto o non trovato
pl: Plik dziennika pusty lub nie znaleziony
ru: Файл журнала пуст или не найден
sk: Súbor denníka je prázdny alebo sa nenašiel

source: TV Garden Logs
cs: TV Garden protokoly
el: Αρχεία καταγραφής TV Garden
fi: TV Garden -lokit
hu: TV Kertnapló
it: Log TV Garden
pl: TV Garden Log
ru: Дрова для сада с телевизором
sk: TV Záhradné polená

source: TV Garden Settings
cs: Nastavení televizní zahrady
de: TV Garden Einstellungen
el: Ρυθμίσεις TV Garden
fi: TV Garden -asetukset
hu: TV Garden beállítások
it: Impostazioni TV Garden
pl: TV Garden Ustawienia
ru: Настройки телевизионного сада
sk: Nastavenia TV záhrady

source: Save
cs: Uložit
de: Speichern
el: Αποθήκευση
fi: Tallenna
hu: Mentés
it: Salva
pl: Zapisz
ru: Сохранить
sk: Uložiť

source: Set options
cs: Nastavení možností
de: Optionen festlegen
el: Ορίστε τις επιλογές
fi: Aseta asetukset
hu: Beállítások
it: Imposta opzioni
pl: Ustaw opcje
ru: Задать настройки
sk: Nastavenie možností

source: Editing: %s
cs: Upravuji: %s
el: Επεξεργασία: %s
fi: Muokkaa: %s
hu: Szerkesztés: %s
it: Modifica: %s
pl: Edycja: %s
ru: Редактирование: %s
sk: Úprava: %s

source: View Log File
cs: Zobrazit soubor protokolu
de: Protokolldatei anzeigen
el: Προβολή αρχείου καταγραφής
fi: Näytä lokitiedosto
hu: Naplófájl megtekintése
it: Visualizza file di registro
pl: Wyświetl Plik Dziennika
ru: Просмотреть файл журнала
sk: Zobraziť súbor denníka

source: Clear Log Files Now
cs: Vymazat soubory protokolu nyní
de: Protokolldateien jetzt löschen
el: Εκκαθάριση αρχείων καταγραφής
fi: Tyhjennä lokitiedostot nyt
hu: Naplófájlok törlése most
it: Cancella i file di registro ora
pl: Wyczyść Pliki Dziennika Teraz
ru: Очистить файлы журналов сейчас
sk: Vymazať súbory denníka teraz

source: Are you sure you want to clear all log files?
cs: Opravdu chcete vymazat všechny soubory protokolu?
de: Sind Sie sicher, dass Sie alle Protokolldateien löschen möchten?
el: Είστε σίγουροι ότι θέλετε να εκκαθαρίσετε όλα τα αρχεία καταγραφής;
fi: Haluatko varmasti tyhjentää kaikki lokitiedostot?
hu: Biztosan törölni szeretné az összes naplófájlt?
it: Vuoi davvero cancellare tutti i file di registro?
pl: Czy na pewno chcesz wyczyścić wszystkie pliki dziennika?
ru: Вы уверены, что хотите очистить все файлы журналов?
sk: Naozaj chcete vymazať všetky súbory denníka?

source: Logs cleared
cs: Protokoly vymazány
de: Protokolle gelöscht
el: Τα αρχεία καταγραφής εκκαθαρίστηκαν
fi: Lokit tyhjennetty
hu: Naplók törölve
it: Logs cancellati
pl: Logi wyczyszczone
ru: Журналы очищены
sk: Denníky boli vymazané

source: Log files cleared successfully
cs: Soubory protokolu byly úspěšně vymazány
de: Protokolldateien erfolgreich gelöscht
el: Τα αρχεία καταγραφής εκκαθαρίστηκαν με επιτυχία
fi: Lokitiedostot tyhjennetty onnistuneesti
hu: A naplófájlok sikeresen törölve
it: File di registro cancellati correttamente
pl: Pliki dziennika zostały pomyślnie wyczyszczone
ru: Журналы событий успешно очищены
sk: Súbory denníka boli úspešne vymazané

source: Error clearing logs: %s
cs: Chyba při mazání protokolů: %s
el: Σφάλμα εκκαθάρισης αρχείων καταγραφής: %s
fi: Virhe tyhjennettäessä lokeja: %s
hu: Hiba a naplók törlésekor: %s
it: Errore durante la cancellazione dei log: %s
pl: Błąd czyszczenia dzienników: %s
ru: Ошибка очистки журналов: %s
sk: Chyba pri vymazaní protokolov: %s

source: 100 channels
cs: 100 kanálů
de: 100 Kanäle
el: 100 κανάλια
fi: 100 kanavaa
hu: 100 csatorna
it: 100 canali
pl: 10 kanałów
ru: 100 каналов
sk: 100 kanálov

source: 250 channels
cs: 250 kanálů
de: 250 Kanäle
el: 250 κανάλια
fi: 250 kanavaa
hu: 250 csatorna
it: 250 canali
pl: 250 kanałów
ru: 250 каналов
sk: 250 kanálov

source: 500 channels
cs: 500 kanálů
de: 500 Kanäle
el: 500 κανάλια
fi: 500 kanavaa
hu: 500 csatorna
it: 500 canali
pl: 500 kanałów
ru: 500 каналов
sk: 500 kanálov

source: 1000 channels
cs: 1000 kanálů
de: 1000 Kanäle
el: 1000 κανάλια
fi: 1000 kanavaa
hu: 1000 csatorna
it: 1000 canali
pl: 1000 kanałów
ru: 1000 каналов
sk: 1000 kanálov

source: All channels
cs: Zobrazit všechny kanály
de: Alle Kanäle
el: Όλα τα κανάλια
fi: Kaikki kanavat
hu: Összes csatorna
it: Tutti i canali
pl: Wszyskich kanałów
ru: Все каналы
sk: Všetky kanály

source: 2000 channels
fi: 2000 kanavaa
it: 2000 canali
pl: 2000 kanałów

source: 5000 channels
fi: 5000 kanavaa
it: 5000 canali
pl: 5000 kanałów

source: Countries
cs: Země
de: Länder
el: Χώρες
fi: Maat
hu: Országok
it: Paesi
pl: Kraje
ru: Страны
sk: Krajiny

source: Categories
cs: Kategorie
de: Kategorien
el: Κατηγορίες
fi: Kategoriat
hu: Kategóriák
it: Categorie
pl: Kategorie
ru: Категории
sk: Kategórie

source: 50 channels
cs: 50 kanálů
el: 50 κανάλια
fi: 50 kanavaa
hu: 50 csatorna
it: 50 canali
pl: 50 kanałów
ru: 50 каналов
sk: 50 kanálov

source: Top
fi: Ylimpänä
pl: Góra

source: Bottom
fi: Alinpana
pl: Dół

source: Clear Cache
fi: Tyhjennä välimuisti
it: Cancella cache
pl: Wyczyść bufor

source: Force Refresh
fi: Pakota virkistys
it: Forza aggiornamento
pl: Wymuś Odświeżenie

source: Debug
cs: Režim ladění
el: Αποσφαλμάτωση
hu: Hibakeresés
pl: Debugowanie
ru: Отладка

source: Warning
cs: Varování
de: Warnung
el: Προειδοποίηση
fi: Varoitus
hu: Figyelmeztetés
it: Avvertimento
pl: Ostrzeżenie
ru: Предупреждение
sk: Upozornenie

source: Critical
cs: Kritická
el: Κρίσιμα
fi: Kriittinen
hu: Kritikus
it: Critico
pl: Krytyczny
ru: Критический
sk: Kritická

source: Press OK to check for updates
cs: Stisknutím tlačítka OK zkontrolujete aktualizace
el: Πατήστε OK για έλεγχο ενημερώσεων
fi: Paina OK tarkistaaksesi päivitykset
hu: Nyomja meg az OK gombot a frissítések ellenőrzéséhez
it: Premere OK per verificare la disponibilità di aggiornamenti
pl: Naciśnij OK, aby sprawdzić dostępność aktualizacji
ru: Нажмите ОК, чтобы проверить наличие обновлений
sk: Stlačte OK pre kontrolu aktualizácií

source: Press OK to view logs
cs: Stisknutím tlačítka OK zobrazíte protokoly
de: Drücken Sie OK, um die Protokolle anzuzeigen
el: Πατήστε OK για προβολή καταγραφών
fi: Paina OK nähdäksesi lokit
hu: Nyomja meg az OK gombot a naplók megtekintéséhez
it: Premere OK per visualizzare i registri di Logs
pl: Naciśnij OK, aby wyświetlić dzienniki
ru: Нажмите ОК, чтобы просмотреть журналы
sk: Stlačte OK pre zobrazenie protokolov

source: Press OK to clear logs
cs: Stisknutím tlačítka OK vymažete protokoly
de: Drücken Sie OK, um die Protokolle zu löschen
el: Πατήστε OK για εκκαθάριση καταγραφών
fi: Tyhjennä lokit painamalla OK
hu: Nyomja meg az OK gombot a naplók törléséhez
it: Premere OK per cancellare i registri di Logs
pl: Naciśnij OK, aby wyczyścić dzienniki
ru: Нажмите ОК, чтобы очистить журналы
sk: Stlačením tlačidla OK vymažete protokoly

source: === Browser Settings ===
cs: === Nastavení prohlížeče ===
el: === Ρυθμίσεις προγράμματος περιήγησης ===
fi: === Selaimen asetukset ===
hu: === Böngészőbeállítások ===
it: === Impostazioni Navigazione ===
pl: === Ustawienia Przeglądarki ===
ru: === Настройки браузера ===
sk: === Nastavenia prehliadača ===

source: Default View
cs: Výchozí zobrazení
de: Standard Ansicht
el: Προεπιλεγμένη προβολή
fi: Oletusnäkymä
hu: Alapértelmezett nézet
it: Visualizzazione predefinita
pl: Domyślny Podgląd
ru: Вид по умолчанию
sk: Predvolené

source: Max channels for country
fi: Max kanavat maalle
it: Numero massimo di Canali per Paese
pl: Najwięcej kanałów na kraj

source: Show Flags
cs: Zobrazit příznaky
de: Zeige Flaggen
el: Εμφάνιση σημαιών
fi: Näytä liput
hu: Zászlók megjelenítése
it: Mostra bandiere
pl: Pokaż Powiązania
ru: Показать флаги
sk: Zobraziť vlajky

source: Show Logos
cs: Zobrazit loga
de: Zeige Logos
el: Εμφάνιση λογότυπων
fi: Näytö logot
hu: Logók megjelenítése
it: Mostra loghi
pl: Pokaż Plakat
ru: Показать логотипы
sk: Zobraziť logá

source: === Player Settings ===
cs: === Nastavení přehrávače ===
el: === Ρυθμίσεις προγράμματος αναπαραγωγής ===
fi: === Soittimen asetukset ===
hu: === Lejátszóbeállítások ===
it: === Impostazioni Player ===
pl: === Ustawienia Odtwarzacza ===
ru: === Настройки плеера ===
sk: === Nastavenia prehrávača ===

source: Player
cs: Přehrávač
el: Πρόγραμμα αναπαραγωγής
fi: Soitin
hu: Lejátszó
pl: Odtwarzacz
ru: Игрок
sk: Prehrávač
