Repository: Belfagor2005/TVGarden
Catalog: usr/lib/enigma2/python/Plugins/Extensions/TVGarden/locale/*/LC_MESSAGES/TVGarden.po
Languages: cs, de, el, fi, hu, it, pl, ru, sk

source: TV Garden Plugin
cs: Plugin TV Garden
el: Πρόσθετο TV Garden
fi: TV Garden -lisäosa
pl: Wtyczka TV Garden
ru: TV Garden Плагин
sk: Plugin TV Garden

source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
fi: Sulje
hu: Bezár
it: Chiudi
pl: Zamknij
ru: Закрыть
sk: Zatvoriť

source: About TV Garden
cs: O TV Garden
de: Über TV Garden
el: Σχετικά με το TV Garden
fi: Tietoja TV Garden:sta
hu: A TV Garden
it: Informazioni sul plugin TV Garden
pl: O wtyczce TV Garden
ru: О TV Garden
sk: O doplnku TV Garden

source: Error loading information
cs: Chyba při načítání informací
de: Fehler beim Laden der Information
el: Σφάλμα φόρτωσης πληροφοριών
fi: Virhe ladattaessa tietoja
hu: Hiba az információ betöltésekor
it: Errore durante il caricamento delle Informazioni
pl: Błąd pobierania informacji
ru: Ошибка загрузки информации
sk: Chyba pri načítavaní informácií

source: No items
fi: Ei kohteita
it: Nessun elemento
pl: Brak pozycji

source: Item {} of {}
fi: Kohde {} / {}
it: Elemento {} di {}
pl: Element {} z {}

source: Animation
cs: Animace
el: Κινούμενα σχέδια
fi: Animaatio
hu: Animáció
it: Animazione
pl: Animacja
ru: Анимация
sk: Animácia

source: Business
de: Geschäftlich
el: Επιχειρήσεις
fi: Liiketoiminta
hu: Üzleti
it: Lavoro
pl: Biznes
ru: Бизнес
sk: Živnostník / Firma

source: Classic
cs: Klasický
de: Klassisch
el: Κλασικό
fi: Klassinen
hu: Klasszikus
it: Classici
pl: Klasyczny
ru: Классический
sk: Klasický

source: Comedy
cs: Komedie
el: Κωμωδία
fi: Komedia
hu: Humor
it: Commedia
pl: Komedia
ru: Комедия
sk: Komédia

source: Cooking
cs: Vaření
de: Kochen
el: Μαγειρική
fi: Ruoanlaitto
hu: Főzés
it: Cucina
pl: Gotowanie
ru: Готовка
sk: Varenie

source: Culture
cs: Kultura
de: Kultur
el: Κουλτούρα
fi: Kulttuuri
hu: Kultúra
it: Cultura
pl: Kultura
ru: Культура
sk: Kultúra

source: Documentary
cs: Dokumentární
de: Dokumentationen
el: Ντοκιμαντέρ
fi: Dokumentti
hu: Dokumentumfilm
it: Documentari
pl: Dokumentalny
ru: Документальное
sk: Dokumentárny film

source: Education
cs: Vzdělání
de: Bildung
el: Εκπαίδευση
fi: Koulutus
hu: Oktatás
it: Educazione
pl: Edukacja
ru: Образование
sk: Vzdelanie

source: Entertainment
cs: Zábava
el: Ψυχαγωγία
fi: Viihde
hu: Szórakoztatóipar
it: Intrattenimento
pl: Rozrywka
ru: Развлечения
sk: Zábava

source: Family
cs: Rodina
de: Familie
el: Οικογένεια
fi: Perhe
hu: Család
it: Famiglia
pl: Rodzina
ru: Семейство
sk: Rodina

source: General
cs: Hlavní
de: Allgemein
el: Γενικά
fi: Yleinen
hu: Általános
it: Generale
pl: Ogólny
ru: Общие
sk: Všeobecné

source: History
cs: Historie
de: Geschichte
el: Ιστορία
fi: Historia
hu: Előzmények
it: Storia
pl: Historia
ru: История
sk: História

source: Hobby
el: Χόμπι
fi: Harrastus
hu: Hobbi
pl: Zainteresowania
ru: Хобби
sk: Koníček

source: Kids
cs: Děti
de: Kinder
el: Παιδιά
fi: Lapset
hu: Gyerek
it: Ragazzi
pl: Dzieci
ru: Дети
sk: Deti

source: Legislative
cs: Legislativní
el: Νομοθεσία
fi: Lainsäädäntö
hu: Jogalkotási
it: Legislativo
pl: Ustawodawczy
ru: Законодательный
sk: Legislatíva

source: Lifestyle
cs: Životní styl
el: Τρόπος ζωής
fi: Elämäntapa
hu: Életmód
it: Stile di vita
pl: Styl życia
ru: Образ жизни

source: Local
cs: Místní
de: Lokal
el: Τοπικά
fi: Paikallinen
hu: Helyi
it: Locale
pl: Lokalny
ru: Локальный
sk: Lokálne

source: Movies
cs: Filmy
de: Filme
el: Ταινίες
fi: Elokuvat
hu: Filmek
it: Film
pl: Filmy
ru: Фильмы
sk: Filmy

source: Music
cs: Hudba
de: Musik
el: Μουσική
fi: Musiikki
hu: Zene
it: Musica
pl: Muzyka
ru: Музыка
sk: Hudba

source: News
cs: Novinky
el: Ειδήσεις
fi: Uutiset
hu: Hírek
pl: Aktualności
ru: Новости
sk: Aktuality

source: Politics
cs: Politika
de: Politik
el: Πολιτική
fi: Politiikka
hu: Politika
it: Politica
pl: Polityka
ru: Политика
sk: Politika

source: Religious
cs: Náboženský
de: Religiös
el: Θρησκευτικά
fi: Uskonnollinen
hu: Vallásos
it: Religiosi
pl: Religijny
ru: Крестик
sk: Náboženské

source: Series
cs: Série
de: Serien
el: Σειρές
fi: Sarjat
hu: Sorozatok
it: Serie
pl: Seriale
ru: Серии
sk: Séria

source: Science
cs: Věda
de: Wissenschaft
el: Επιστήμη
fi: Tiede
hu: Tudomány
it: Scienza
pl: Nauka
ru: Наука
sk: Veda

source: Shop
cs: Obchod
el: Αγορές
fi: Ostokset
hu: Webáruház
it: Aquisti
pl: Sklep
ru: Магазин
sk: Obchod

source: Sports
cs: Sporty
de: Sport
el: Αθλητικά
fi: Urheilu
hu: Sportok
it: Sport
pl: Sporty
ru: Виды спорта
sk: Športy

source: Travel
cs: Cestovní kancelář
de: Reisen
el: Ταξίδια
fi: Matkustaminen
hu: Utazás
it: Viaggi
pl: Podróż
ru: Путешествия
sk: Cestovanie

source: Weather
cs: Počasí
de: Wetter
el: Καιρός
fi: Sää
hu: Időjárás
it: Meteo
pl: Pogoda
ru: Погода
sk: Počasie

source: Loading categories...
cs: Načítání kategorií...
de: Lade Kategorien...
el: Φόρτωση κατηγοριών...
fi: Ladataan kategorioita...
hu: A kategóriák betöltése...
it: Caricamento categorie in corso...
pl: Czytanie kategorii ...
ru: Загрузка категорий ...
sk: Načítavajú sa kategórie...

source: Back
cs: Zpět
de: Zurück
el: Πίσω
fi: Takaisin
hu: Vissza
it: Torna
pl: Wstecz
ru: Назад
sk: Späť

source: Select
cs: Vybrat
de: Auswählen
el: Επιλογή
fi: Valitse
hu: Kiválasztás
it: Seleziona
pl: Wybierać
ru: Выбрать
sk: Vybrať

source: Select a category
cs: Vyberte kategorii
de: Kategorie auswählen
el: Επιλέξτε μια κατηγορία
fi: Valitse kategoria
hu: Válasszon egy kategóriát
it: Seleziona categoria
pl: Wybierz kategorię
ru: Выберите категорию
sk: Vyberte kategóriu

source: No channels in this category
cs: V této kategorii nejsou žádné kanály
de: Keine Kanäle in dieser Kategorie
el: Δεν υπάρχουν κανάλια σε αυτή την κατηγορία
fi: Ei kanavia tässä kateroriassa
hu: Nincs csatorna ebben a kategóriában
it: Nessun canale in questa categoria
pl: Brak kanałów w tej kategorii
ru: В этой категории нет каналов
sk: Žiadne kanály v tejto kategórii

source: Error loading category
cs: Chyba při načítání kategorie
de: Fehler beim Laden der Kategorie
el: Σφάλμα φόρτωσης κατηγορίας
fi: Virhe ladattaessa kategoriaa
hu: Hiba a kategória betöltésekor
it: Errore durante il caricamento delle categorie
pl: Błąd ładowania kategorii
ru: Ошибка загрузки категории
sk: Chyba pri načítaní kategórie

source: Refreshing...
cs: Aktualizace...
de: Aktualisierung…
el: Ανανέωση...
fi: Virkistetään...
hu: Üdítő...
it: Aggiornamento...
pl: Odświeżam...
ru: Обновление ...
sk: Osviežujúce...

source: Cache cleared
cs: Cache byla vymazána
de: Cache geleert
el: Η προσωρινή μνήμη εκκαθαρίστηκε
fi: Välimuisti tyhjennetty
hu: Gyorsítótár üres
it: Cache cancellata
pl: Usuń pamięć podręczną
ru: Кеш очищен
sk: Vyrovnávacia pamäť bola vymazaná

source: Next load will use fresh data
fi: Seuraava lataus käyttää uutta dataa
it: Il prossimo caricamento utilizzerà dati nuovi
pl: Następny pobieranie będzie korzystał ze świeżych danych

source: Refresh failed
cs: Obnovení se nezdařilo
de: Refresh fehlgeschlagen
el: Αποτυχία ανανέωσης
fi: Virkistys epäonnistui
hu: A frissítés sikertelen
it: Aggiornamento fallito
pl: Odświeżanie nieudane
ru: Обновление не удалось
sk: Obnovenie zlyhalo

source: Loading channels...
cs: Načítání kanálů...
de: Lade Kanäle...
el: Φόρτωση καναλιών...
fi: Ladataan kanavia...
hu: Csatornák betöltése...
it: Caricamento canali in corso...
pl: Ładowanie kanałów...
ru: Загрузка каналов...
sk: Načítavajú sa kanály...

source: Play
cs: Přehrát
el: Αναπαραγωγή
fi: Toista
hu: Lejátszás
it: Riproduci
pl: Odtwarzaj
ru: Воспроизвести
sk: Prehrať

source: Favorite
cs: Oblíbené
de: Favorit
el: Αγαπημένα
fi: Suosikki
hu: Kedvenc
it: Preferito
pl: Ulubione
ru: Избранное
sk: Obľúbené

source: Play Channel
cs: Přehrát kanál
de: Spiele Kanal
el: Αναπαραγωγή καναλιού
fi: Toista kanava
hu: Lejátszási csatorna
it: Riproduci canale
pl: Odtwórz kanał
sk: Prehrať kanál

source: Add to Favorites
cs: Přidat do oblíbených
de: Zu Favoriten hinzufügen
el: Προσθήκη στα αγαπημένα
fi: Lisää suosikkeihin
hu: Hozzáadás kedvencekhez
it: Aggiungi ai Preferiti
pl: Dodaj do Ulubionych
ru: Добавить в избранное
sk: Pridať k obľúbeným

source: Channel Information
cs: Informace o kanálu
de: Kanalinformationen
el: Πληροφορίες καναλιού
fi: Kanavan tiedot
hu: Csatorna információk
it: Informazioni sul canale
pl: Kanału Informacje
ru: Информация Канала
sk: Informácie o kanáli

source: Export Current View
cs: Exportovat aktuální zobrazení
el: Εξαγωγή τρέχουσας προβολής
fi: Vie nykyinen näkymä
hu: Aktuális nézet exportálása
it: Esporta vista corrente
pl: Eksportuj Aktualny Widok
ru: Экспорт текущего представления
sk: Exportovať aktuálne zobrazenie

source: Channel Menu
cs: Nabídka kanálů
de: Kanalmenü
el: Μενού καναλιών
fi: Kanavan valikko
hu: Csatorna menü
it: Menu Canale
pl: Menu Kanału
ru: Меню каналов
sk: Ponuka kanálov

source: Export
el: Εξαγωγή
fi: Vie
hu: Exportálás
it: Esporta
pl: Eksport
ru: Экспорт
sk: Exportovať

source: [Fresh data]
fi: [Tuoretta dataa]
it: [Dati recenti]
pl: [Świeże dane]

source: [Cache disabled]
fi: [Välimuisti pois käytöstä]
it: [Cache disabilitata]
pl: [Pamięć podręczna wyłączona]

source: Showing {shown} of {total} channels
cs: Zobrazeno {shown} z {total} kanálů
de: Zeige {shown} von {total} Kanälen
el: Εμφάνιση {shown} από {total} κανάλια
fi: Näytetään {shown}/{total} kanavaa
hu: {shown} csatorna megjelenítése {total} csatornából
it: Visualizzazione di {shown} canali su {total}
pl: Wyświetlono {shown} z {total} kanałów
ru: Отображается {shown} из {total} каналов
sk: Zobrazuje sa {shown} z {total} kanálov

source: Found %d playable channels
cs: Nalezeno %d přehrávatelných kanálů
el: Βρέθηκαν %d κανάλια με δυνατότητα αναπαραγωγής
fi: Löytyi %d toistettavaa kanavaa
hu: %d lejátszható csatorna található
it: Trovati %d canali riproducibili
pl: Znaleziono %d kanałów do odtworzenia
ru: Найдено %d доступных для воспроизведения каналов
sk: Nájdených %d prehrávateľných kanálov

source: (skipped %d YouTube)
cs: (přeskočeno %d YouTube)
el: (παραλείφθηκαν %d YouTube)
fi: (YouTube: ohitettu %d)
hu: (kihagyva %d YouTube)
it: (saltato %d YouTube)
pl: (pominięto %d YouTube)
ru: (пропущено %d YouTube)
sk: (preskočené %d YouTube)

source: (filtered %d problematic)
cs: (filtrováno %d problematické)
el: (φιλτράρισμα %d προβληματικών)
fi: (suodatettu %d ongelmallista)
hu: (szűrt %d problémás)
it: (filtrato %d problematico)
pl: (filtrowano %d problematyczne)
ru: (отфильтрованный %d проблематичен)
sk: (filtrované %d problematické)

source: (limited to first %d)
cs: (omezeno na prvních %d)
el: (περιορισμός στα πρώτα %d)
fi: (rajoitettu ensimmäiseen %d)
hu: (az első %d-ra korlátozva)
it: (limitato ai primi %d)
pl: (ograniczone do pierwszego %d)
ru: (ограничено первыми %d)
sk: (obmedzené na prvých %d)

source: Error loading channels
cs: Chyba při načítání kanálů
de: Fehler beim laden der Kanäle
el: Σφάλμα φόρτωσης καναλιών
fi: Virhe ladattaessa kanavia
hu: Hiba a csatornák betöltésekor
it: Errore durante il caricamento dei canali
pl: Błąd ładowania kanału
ru: Ошибка загрузки каналов
sk: Chyba pri načítavaní kanálov

source: No channels to export
cs: Žádné kanály k exportu
el: Δεν υπάρχουν κανάλια για εξαγωγή
fi: Ei vietäviä kanavia
hu: Nincs exportálható csatorna
it: Nessun canale da esportare
pl: Brak kanałów do wyeksportowania
ru: Нет каналов для экспорта
sk: Žiadne kanály na export

source: Channels
cs: Kanály
el: Κανάλια
fi: Kanavat
hu: Csatornák
it: Canali
pl: Kanałów
ru: Каналы
sk: Kanály

source: Export {count} channels to bouquet '{name}'?
cs: Exportovat {count} kanálů do svazku '{name}'?
el: Να γίνει εξαγωγή {count} καναλιών στο μπουκέτο '{name}';
fi: Vie {count} kanavaa suosikkilistaan '{name}'?
hu: {count} csatorna exportálása a(z) „{name}” csokorba?
it: Esportare {count} canali nel bouquet '{name}'?
pl: Wyeksportować {count} kanałów do grupy '{name}'?
ru: Экспортировать {count} каналов в букет '{name}'?
sk: Exportovať {count} kanálov do skupiny '{name}'?

source: Export failed: %s
cs: Export se nezdařil: %s
el: Η εξαγωγή απέτυχε: %s
fi: Vienti epäonnistui: %s
hu: Exportálás sikertelen: %s
it: Esportazione non riuscita: %s
pl: Eksport nie powiódł się: %s
ru: Экспорт не удался: %s
sk: Export zlyhal: %s

source: No stream URL
cs: Žádná adresa URL streamu
de: Keine Stream-URL
el: Δεν υπάρχει URL ροής
fi: Ei striimin URL-osoitetta
hu: Nincs stream URL
it: Nessun URL di streaming
pl: Brak adresu URL strumienia
ru: URL потока отсутствует
sk: Žiadna URL adresa streamu

source: Unknown
cs: Neznámý
el: Άγνωστο
fi: Tuntematon
hu: Ismeretlen
pl: Nieznany
ru: Неизвестно
sk: Neznáme

source: Remove '%s' from favorites?
cs: Odebrat '%s' z oblíbených?
el: Να γίνει αφαίρεση του '%s' από τα αγαπημένα;
fi: Poista '%s' suosikeista?
hu: Eltávolítja a(z) „%s” elemet a kedvencek közül?
it: Rimuovere '%s' dai preferiti?
pl: Usunąć '%s' z ulubionych?
ru: Удалить '%s' из избранного?
sk: Odstrániť „%s“ z obľúbených?

source: Stream: %s...
el: Ροή: %s...
fi: Striimi: %s...
it: Flusso: %s...
pl: Strumień : %s...

source: Stream: %s
el: Ροή: %s
fi: Striimi: %s
it: Flusso: %s
pl: Strumień : %s
ru: Поток: %s

source: Loading countries...
cs: Načítání zemí...
de: Länder werden geladen...
el: Φόρτωση χωρών...
fi: Ladataan maita...
hu: Országok betöltése...
it: Caricamento paesi in corso...
pl: Ładowania kraju...
ru: Загрузка стран...
sk: Načítavajú sa krajiny...

source: Refresh
cs: Obnovit
de: Aktualisieren
el: Ανανέωση
fi: Virkistä
hu: Frissítés
it: Aggiorna
pl: Odświeżać
ru: Обновить
sk: Aktualizovať

source: Select a country
cs: Vyberte zemi
de: Wählen Sie ein Land
el: Επιλέξτε μια χώρα
fi: Valise maa
hu: Válasszon Országot
it: Seleziona un paese
pl: Wybór kraju
ru: Выберите страну
sk: Vyberte krajinu

source: No countries with channels found
cs: Nenalezeny žádné země s kanály
de: Keine Länder mit Kanälen gefunden
el: Δεν βρέθηκαν χώρες με κανάλια
fi: Yhtään maata, joilla on kanavia, ei löytynyt
hu: Nincs olyan ország, ahol csatornák találhatók
it: Nessun paese con canali trovati
pl: Nie znaleziono krajów z kanałami
ru: Страны, в которых есть каналы, не найдены.
sk: Nenašli sa žiadne krajiny s kanálmi

source: Error loading countries
cs: Chyba při načítání zemí
de: Fehler beim Laden der Länder
el: Σφάλμα φόρτωσης χωρών
fi: Virhe ladattaessa maita
hu: Hiba az országok betöltésekor
it: Errore durante il caricamento dei Paesi
pl: Błąd ładowania kraju
ru: Ошибка загрузки стран
sk: Chyba pri načítavaní krajín

source: Will load fresh data next time
fi: Ladataan tuoreet tiedot seuraavalla kerralla
it: La prossima volta caricherò nuovi dati
pl: Następnym razem załaduję nowe dane

source: No country selected
cs: Není vybrána žádná země
de: Kein Land ausgewählt
el: Δεν επιλέχθηκε χώρα
fi: Maata ei valittu
hu: Nincs kiválasztott ország
it: Nessun paese selezionato
pl: Nie wybrano kraju
ru: Ни одна страна не выбрана
sk: Nie je vybratá žiadna krajina

source: Loading favorites...
cs: Načítání oblíbených položek...
de: Favoriten werden geladen...
el: Φόρτωση αγαπημένων...
fi: Ladataan suosikkeja...
hu: Kedvencek betöltése...
it: Caricamento preferiti...
pl: Pobieranie ulubionych...
ru: Загрузка избранного...
sk: Načítavajú sa obľúbené položky...

source: Options
cs: Možnosti
el: Επιλογές
fi: Optiot
hu: Opciók
it: Opzioni
pl: Opcje
ru: Опции
sk: Nastavenia

source: %d favorite channels
cs: %d oblíbených kanálů
de: %d Favoriten Kanäle
el: %d αγαπημένα κανάλια
fi: Suosikkikanavat %d
hu: %d kedvenc csatornák
it: %d canali preferiti
pl: %d ulubione kanały
ru: %d любимые каналы
sk: %d obľúbených kanálov

source: No favorite channels
cs: Žádné oblíbené kanály
de: Keine Favoriten Kanäle
el: Δεν υπάρχουν αγαπημένα κανάλια
fi: Ei suosikkikanavia
hu: Nincs kedvenc csatorna
it: Nessun canale preferito
pl: Brak ulubionych kanałów
ru: Нет любимых каналов
sk: Žiadne obľúbené kanály

source: Error loading favorites
cs: Chyba při načítání oblíbených položek
de: Fehler beim Laden der Favoriten
el: Σφάλμα φόρτωσης αγαπημένων
fi: Virhe ladattaessa suosikkeja
hu: Hiba a kedvencek betöltése során
it: Errore durante il caricamento dei preferiti
pl: Błąd ładowania ulubionych
ru: Ошибка загрузки избранного
sk: Chyba pri načítavaní obľúbených položiek

source: No channel selected
cs: Není vybrán žádný kanál
de: Kein Kanal ausgewählt
el: Δεν επιλέχθηκε κανάλι
fi: Kanavaa ei valittu
hu: Nincs csatorna kiválasztva
it: Nessun canale selezionato
pl: Nie wybrano kanału
ru: Канал не выбран
sk: Nie je vybraný žiadny kanál

source: View Channel Info
cs: Zobrazit informace o kanálu
el: Προβολή πληροφοριών καναλιού
fi: Näytä kanavan tiedot
hu: Csatorna információk megtekintése
it: Visualizza informazioni sul canale
pl: Wyświetl informacje o kanale
ru: Просмотреть информацию о канале
sk: Zobraziť informácie o kanáli

source: Remove from Favorites
cs: Odstranění z oblíbených položek
el: Αφαίρεση από τα αγαπημένα
fi: Poista suosikeista
hu: Eltávolítás a kedvencek közül
it: Rimuovi dai preferiti
pl: Usuń z ulubionych
ru: Удалить из избранного
sk: Odstránenie z obľúbených

source: Clear All Favorites
cs: Vymazat všechny oblíbené
el: Εκκαθάριση όλων των αγαπημένων
fi: Tyhjennä kaikki suosikit
hu: Minden kedvenc törlése
it: Cancella tutti i preferiti
pl: Wyczyść wszystkie ulubione
ru: Очистить все избранное
sk: Vymazať všetky obľúbené

source: Export to Enigma2 Bouquet
cs: Exportovat do Enigma2 Bouquet
el: Εξαγωγή σε μπουκέτο Enigma2
fi: Vie Enigma2 suosikkilistaan
hu: Exportálás Enigma2 Bouquet-ba
it: Esporta in Enigma2 Bouquet
pl: Eksport do bukietu Enigma2
ru: Экспорт в букет Enigma2
sk: Exportovať do Enigma2 Bouquet

source: Export ALL Database (Single File)
el: Εξαγωγή ΟΛΗΣ της βάσης δεδομένων (ένα αρχείο)
fi: Vie KOKO tietokanta (yksittäinen tiedosto)
it: Esporta TUTTI i database(File Singolo)
pl: Eksportuj CAŁĄ bazę danych (Pojedynczy Plik)

source: Export ALL Database (Multi-File)
el: Εξαγωγή ΟΛΗΣ της βάσης δεδομένων (πολλαπλά αρχεία)
fi: Vie KOKO tietokanta (monitiedostoinen)
it: Esporta TUTTI i database (Multi-File)
pl: Eksportuj CAŁĄ bazę danych (Wiele Plików)

source: Remove Bouquet from Enigma2
cs: Odebrat kytici z Enigmy2
el: Αφαίρεση μπουκέτου από το Enigma2
fi: Poista suosikkilista Enigma2:sta
hu: Bouquet eltávolítása az Enigma2-ből
it: Rimuovi Bouquet da Enigma2
pl: Usuń bukiet z Enigmy2
ru: Удалить букет из Enigma2
sk: Odstrániť Kyticu z Enigmy2

source: Options for: %s
cs: Možnosti pro: %s
el: Επιλογές για: %s
fi: %s: optiot
hu: Lehetőségek ehhez: %s
it: Opzioni per: %s
pl: Opcje dla: %s
ru: Варианты для: %s
sk: Možnosti pre: %s

source: Export '%s' to Enigma2 bouquet?
cs: Exportovat '%s' do kytice Enigma2?
el: Να γίνει εξαγωγή του '%s' σε μπουκέτο Enigma2;
fi: Vie '%s' suosikkilistaan?
hu: Exportálja a(z) „%s” kifejezést Enigma2 csokorba?
it: Esportare '%s' nel bouquet Enigma2?
pl: Eksportować '%s' do bukietu Enigma2?
ru: Экспорт '%s' в букет Enigma2?
sk: Exportovať '%s' do kytice Enigma2?

source: Remove TV Garden bouquet from Enigma2?
cs: Odebrat kytici TV Garden z Enigmy2?
el: Να γίνει αφαίρεση του μπουκέτου TV Garden από το Enigma2;
fi: Poista TV Garden -suosikkilista Enigma2:sta?
hu: Távolítsa el a TV Garden csokrot az Enigma2-ből?
it: Rimuovere il bouquet TV Garden da Enigma2?
pl: Usunąć bukiet TV Garden z Enigmy2?
ru: Удалить пакет каналов TV Garden из Enigma2?
sk: Odstrániť kyticu TV Garden z Enigmy2?

source: Clear ALL favorites?
cs: Vymazat VŠECHNY oblíbené?
el: Να γίνει εκκαθάριση ΟΛΩΝ των αγαπημένων;
fi: Tyhjennä KAIKKI suosikit?
hu: Minden kedvenc törlése?
it: Cancellare TUTTI i preferiti?
pl: Wyczyścić WSZYSTKIE ulubione?
ru: Очистить ВСЕ избранные?
sk: Vymazať VŠETKY obľúbené?

source: Export ALL channels from TV Garden database? This may take some time.
cs: Exportovat VŠECHNY kanály z databáze TV Garden? Může to chvíli trvat.
el: Να γίνει εξαγωγή ΟΛΩΝ των καναλιών από τη βάση δεδομένων του TV Garden; Αυτό μπορεί να πάρει κάποιο χρόνο.
fi: Vie KAIKKI kanavat TV Gardenin tietokannasta? Tämä vie jonkin aikaa.
hu: Exportálja az ÖSSZES csatornát a TV Garden adatbázisából? Ez eltarthat egy ideig.
it: Vuoi esportare TUTTI i canali dal database di TV Garden? L'operazione potrebbe richiedere del tempo.
pl: Wyeksportować WSZYSTKIE kanały z bazy danych TV Garden? Może to trochę potrwać.
ru: Как экспортировать ВСЕ каналы из базы данных TV Garden? Это может занять некоторое время.
sk: Exportovať VŠETKY kanály z databázy TV Garden? Môže to chvíľu trvať.

source: Export ALL channels with multi-file structure? This will create smaller bouquet files for better performance.
el: Να γίνει εξαγωγή ΟΛΩΝ των καναλιών με δομή πολλαπλών αρχείων; Αυτό θα δημιουργήσει μικρότερα αρχεία μπουκέτων για καλύτερη απόδοση.
fi: Vie KAIKKI kanavat monitiedostorakenteella? Tämä luo pienempiä suosikkilistatiedostoja paremman suorituskyvyn saavuttamiseksi.
it: Vuoi esportare TUTTI i canali con struttura multi-file? Questo creerà file bouquet più piccoli per prestazioni migliori.
pl: Eksportować WSZYSTKIE kanały ze strukturą wieloplikową? Spowoduje to utworzenie mniejszych plików bukietów, co przełoży się na lepszą wydajność.

source: %d favorites
cs: %d oblíbených
el: %d αγαπημένα
fi: %d suosikkia
hu: %d kedvenc
it: %d preferiti
pl: %d ulubione
ru: %d избранные
sk: %d obľúbených

source: Loading all channels...
cs: Načítání všech kanálů...
el: Φόρτωση όλων των καναλιών...
fi: Ladataan kaikki kanavat...
hu: Az összes csatorna betöltése...
it: Caricamento di tutti i canali in corso...
pl: Ładowanie wszystkich kanałów...
ru: Загрузка всех каналов...
sk: Načítavajú sa všetky kanály...

source: Database exported successfully
cs: Databáze byla úspěšně exportována
el: Η εξαγωγή της βάσης δεδομένων ολοκληρώθηκε με επιτυχία
fi: Tietokannan vienti onnistui
hu: Az adatbázis exportálása sikeresen megtörtént
it: Database esportato con successo
pl: Baza danych wyeksportowana pomyślnie
ru: База данных успешно экспортирована
sk: Databáza bola úspešne exportovaná

source: Export failed
cs: Export neuspěl
el: Η εξαγωγή απέτυχε
fi: Vienti epäonnistui
hu: Exportálás sikertelen
it: Esportazione fallita
pl: Eksport nieudany
ru: Ошибка экспорта
sk: Export zlyhal

source: Creating hierarchical structure...
el: Δημιουργία ιεραρχικής δομής...
fi: Luodaan hierarkkista rakennetta...
it: Creazione di una struttura gerarchica...
pl: Tworzenie struktury hierarchicznej...

source: Hierarchical export completed
el: Η ιεραρχική εξαγωγή ολοκληρώθηκε
fi: Hierarkkinen vienti valmis
it: Esportazione gerarchica completata
pl: Eksport hierarchiczny zakończony

source: No stream URL available
cs: Není k dispozici URL adresa streamu
de: Keine Stream-URL verfügbar
el: Δεν υπάρχει διαθέσιμο URL ροής
fi: Striimin URL-osoitetta ei ole saatavilla
hu: Nincs elérhető stream URL
it: Nessun URL di streaming disponibile
pl: Brak adresu URL strumienia
ru: URL трансляции недоступен
sk: Nie je k dispozícii žiadna URL adresa streamu

source: Error opening player
cs: Chyba při otevírání přehrávače
de: Fehler beim Öffnen des Players
el: Σφάλμα ανοίγματος προγράμματος αναπαραγωγής
fi: Virhe avattaessa soitinta
hu: Hiba a lejátszó megnyitásakor
it: Errore durante l'apertura del lettore
pl: Błąd otwierania odtwarzacza
ru: Ошибка при открытии проигрывателя
sk: Chyba pri otváraní prehrávača

source: No favorites to export
cs: Žádné oblíbené položky k exportu
el: Δεν υπάρχουν αγαπημένα για εξαγωγή
fi: Ei vietäviä suosikkeja
hu: Nincs exportálandó kedvenc
it: Nessun preferito da esportare
pl: Brak ulubionych do eksportu
ru: Нет избранных для экспорта
sk: Žiadne obľúbené položky na export

source: Export ALL %d favorites to Enigma2 bouquet?
cs: Exportovat VŠECHNY %d oblíbené položky do kytice Enigma2?
el: Να γίνει εξαγωγή ΟΛΩΝ των %d αγαπημένων σε μπουκέτο Enigma2;
fi: Vie KAIKKI %d suosikkia suosikkilistaan?
hu: Exportálja az ÖSSZES %d kedvencet az Enigma2 csokorba?
it: Esportare TUTTI i %d preferiti nel bouquet di Enigma2?
pl: Eksportować WSZYSTKIE %d ulubione do bukietu Enigma2?
ru: Экспортировать ВСЕ %d избранных в букет Enigma2?
sk: Exportovať VŠETKY obľúbené položky (%d) do kytice Enigma2?
