Repository: Belfagor2005/TVGarden
Catalog: usr/lib/enigma2/python/Plugins/Extensions/TVGarden/locale/*/LC_MESSAGES/TVGarden.po
Languages: cs, de, el, fi, hu, it, pl, ru, sk

source: === Export Settings ===
cs: === Nastavení exportu ===
el: === Ρυθμίσεις εξαγωγής ===
fi: === Viennin asetukset ===
hu: === Exportálási beállítások ===
it: === Impostazioni Esportazione ===
pl: === Eksportuj Ustawienia ===
ru: === Настройки экспорта ===
sk: === Nastavenia exportu ===

source: Enable Export
cs: Povolit export
el: Ενεργοποίηση εξαγωγής
fi: Salli vienti
hu: Exportálás engedélyezése
it: Abilita esportazione
pl: Włączyć Export
ru: Включить экспорт
sk: Povoliť export

source: List Position
fi: Suosikkilistan paikka
it: Posizione Lista
pl: Pozycja na Liście

source: Bouquet Name Prefix
cs: Předpona názvu kytice
el: Πρόθεμα ονόματος μπουκέτου
fi: Suosikkilistan nimen etuliite
hu: Csokor név előtagja
it: Prefisso del nome del bouquet
pl: Prefiks Nazwy Bukietu
ru: Префикс названия букета
sk: Predpona názvu kytice

source: Max Channels for Bouquet
fi: Max kanavat suosikkilistalle
it: Numero massimo di Canali per Bouquet
pl: Maksymalna Liczba Kanałów na Bukiet

source: Max Channels for Sub-Bouquet
fi: Max kanavat ali-suosikkilistalle
it: Numero massimo di Canali per Sub-Bouquet
pl: Maksymalna Liczba Kanałów dla Podbukietu

source: === Performance Settings ===
cs: === Nastavení výkonu ===
el: === Ρυθμίσεις απόδοσης ===
fi: === Suorituskykyasetukset ===
hu: === Teljesítménybeállítások ===
it: === Impostazioni Prestazioni ===
pl: === Ustawienia wydajności ===
ru: === Настройки производительности ===
sk: === Nastavenia výkonu ===

source: Memory Optimization
fi: Muistin optimointi
it: Ottimizzazione Memoria
pl: Optymalizacja Pamięci

source: Use Hardware Acceleration
cs: Používejte hardwarovou akceleraci
el: Χρήση επιτάχυνσης υλικού
fi: Käytä laitteistokiihdytystä
hu: Hardveres gyorsítás használata
it: Utilizzare l'accelerazione hardware
pl: Użyj Przyspieszenia Sprzętowego
ru: Используйте аппаратное ускорение
sk: Používajte hardvérovú akceleráciu

source: Buffer Size
cs: Velikost vyrovnávací paměti
el: Μέγεθος προσωρινής αποθήκευσης
fi: Puskurin koko
hu: Pufferméret
it: Dimensione Buffer
pl: Rozmiar Bufora
ru: Размер буфера
sk: Veľkosť zásobníka

source: === Network Settings ===
cs: === Nastavení sítě ===
el: === Ρυθμίσεις δικτύου ===
fi: === Verkon asetukset ===
hu: === Hálózati beállítások ===
it: === Impostazioni Rete ===
pl: === Ustawienia Sieciowe ===
ru: === Настройки сети ===
sk: === Nastavenia siete ===

source: User Agent
cs: Uživatelský agent
el: Παράγοντας χρήστη
fi: Käyttäjäagentti
hu: Böngésző
pl: Użytkownik Agent
ru: Агент пользователя
sk: Agent používateľa

source: Connection Timeout
fi: Yhteyden aikakatkaisu
it: Timeout Connessione
pl: Limit Czasu Połączenia

source: === Cache Settings ===
cs: === Nastavení mezipaměti ===
el: === Ρυθμίσεις προσωρινής μνήμης ===
fi: === Välimuistin asetukset ===
hu: === Gyorsítótár beállítások ===
it: === Impostazioni Cache ===
pl: === Ustawienia Pamięci Podręcznej ===
ru: === Настройки кэша ===
sk: === Nastavenia vyrovnávacej pamäte ===

source: Enable Cache
fi: Välimuisti käytössä
it: Abilita Cache
pl: Włącz cache

source: Cache Size
cs: Velikost mezipaměti
de: Cache Größe
el: Μέγεθος προσωρινής μνήμης
fi: Välimuistin koko
hu: Cache méret
it: Dimensione Cache
pl: Rozmiar pamięci podręcznej
ru: Размер кэша
sk: Veľkosť vyrovnávacej pamäte

source: Refresh Method
fi: Virkistysmenetelmä
it: Metodo di aggiornamento
pl: Metoda Odświeżania

source: Force Refresh on Browsing
fi: Pakota virkistys selattaessa
it: Forza aggiornamento su Navigazione
pl: Wymuś Odświeżanie Podczas Przeglądania

source: Force Refresh on Export
fi: Pakota virkistys vietäessä
it: Forza aggiornamento su esportazione
pl: Wymuś Odświeżenie Podczas Eksportu

source: === Search Settings ===
fi: ===Etsinnän asetukset ===
it: === Impostazioni Ricerca ===
pl: === Ustawienia Wyszukiwania ===

source: Max Search Results
fi: Max hakutulokset
it: Risultati massimi della ricerca
pl: Maksymalnie Wyników Wyszukiwania

source: === Logging Settings ===
cs: === Nastavení protokolování ===
de: === Protokollierungseinstellungen ===
el: === Ρυθμίσεις καταγραφής ===
fi: === Lokin asetukset ===
hu: === Naplózási beállítások ===
it: === Impostazioni Registro ===
pl: == Ustawienia Dziennika ===
ru: === Настройки ведения журнала ===
sk: === Nastavenia protokolovania ===

source: Log Level
cs: Úroveň protokolu
de: Protokollierungsstufe
el: Επίπεδο καταγραφής
fi: Lokitaso
hu: Naplózás szintje
it: Livello di registro
pl: Poziom dziennika
ru: Уровень лога
sk: Úroveň záznamu

source: Log to File
cs: Protokolovat do souboru
de: Protokoll in Datei
el: Καταγραφή σε αρχείο
fi: Loki tiedostoon
hu: Napló fájlba
it: Registra su file
pl: Log do Pliku
ru: Журнал в файл
sk: Zaznamenať do súboru

source: === Log Maintenance ===
cs: --- Údržba protokolů ---
el: === Συντήρηση καταγραφής ===
fi: === Lokien ylläpito ===
hu: --- Napló karbantartás ---
it: === Manutenzione Registro ===
pl: --- Konserwacja Dziennika ---
ru: --- Ведение журнала ---
sk: --- Údržba protokolov ---

source: === Update Settings ===
cs: === Aktualizovat nastavení ===
el: === Ρυθμίσεις ενημέρωσης ===
fi: === Päivityksen asetukset ===
hu: === Beállítások frissítése ===
it: === Aggiorna impostazioni ===
pl: === Aktualizuj Ustawienia ===
ru: === Обновить настройки ===
sk: === Aktualizovať nastavenia ===

source: Checking for updates...
cs: Kontrola aktualizací...
el: Γίνεται έλεγχος για ενημερώσεις...
fi: Tarkistetaan päivityksiä...
hu: Frissítések keresése...
it: Controllo degli aggiornamenti...
pl: Sprawdzanie aktualizacji...
ru: Проверка наличия обновлений...
sk: Kontrola aktualizácií...

source: Update check failed
cs: Kontrola aktualizací selhala
el: Αποτυχία ελέγχου ενημέρωσης
fi: Päivitysvirhe
hu: Frissítésellenőrzés sikertelen
it: Controllo aggiornamento fallito
pl: Sprawdzanie aktualizacji nieudane
ru: Проверка обновления не удалась
sk: Kontrola aktualizácií zlyhala

source: Could not check for updates. Check internet connection.
cs: Nepodařilo se zkontrolovat aktualizace. Zkontrolujte připojení k internetu.
el: Δεν ήταν δυνατός ο έλεγχος για ενημερώσεις. Ελέγξτε τη σύνδεση στο διαδίκτυο.
fi: Päivityksiä ei voitu tarkistaa. Tarkista internetyhteytesi.
hu: Nem sikerült frissítéseket keresni. Ellenőrizze az internetkapcsolatot.
it: Impossibile verificare la presenza di aggiornamenti. Controllare la connessione Internet.
pl: Nie można sprawdzić dostępności aktualizacji. Sprawdź połączenie internetowe.
ru: Не удалось проверить наличие обновлений. Проверьте подключение к интернету.
sk: Nepodarilo sa skontrolovať aktualizácie. Skontrolujte internetové pripojenie.

source: Update available!
cs: {server_version} {version_server} {installed_version} {version} {update_available}
el: Διαθέσιμη ενημέρωση!
fi: Päivitys saatavilla!
hu: {server_version} {version_server} {installed_version} {version} {update_available}
it: Aggiornamento disponibile!
pl: Aktualizacja dostępna!
ru: {server_version} {version_server} {installed_version} {version} {update_available}
sk: Aktualizácia k dispozícii!

source: Plugin is up to date
cs: Plugin je aktuální
el: Το πρόσθετο είναι ενημερωμένο
fi: Lisäosa on ajan tasalla
hu: A bővítmény naprakész
it: Il plugin è aggiornato
pl: Wtyczka jest aktualna
ru: Плагин обновлен
sk: Plugin je aktuálny

source: You have the latest version of TV Garden.
cs: Máte nejnovější verzi TV Garden.
el: Έχετε την τελευταία έκδοση του TV Garden.
fi: Sinulla on viimeisin versio TV Garden:sta.
hu: A TV Garden legújabb verziójával rendelkezel.
it: Hai l'ultima versione di TV Garden.
pl: Masz najnowszą wersję TV Garden.
ru: У вас установлена последняя версия TV Garden.
sk: Máte najnovšiu verziu TV Garden.

source: Could not check for updates: %s
cs: Nepodařilo se zkontrolovat aktualizace: %s
el: Αδυναμία ελέγχου για ενημερώσεις: %s
fi: Päivityksiä ei voitu tarkistaa: %s
hu: Nem sikerült frissítéseket keresni: %s
it: Impossibile verificare la presenza di aggiornamenti: %s
pl: Nie można sprawdzić dostępności aktualizacji: %s
ru: Не удалось проверить наличие обновлений: %s
sk: Nepodarilo sa skontrolovať aktualizácie: %s

source: Update cancelled
cs: Aktualizace zrušena
el: Η ενημέρωση ακυρώθηκε
fi: Päivitys peruttu
hu: Frissítés megszakítva
it: Aggiornamento annullato
pl: Aktualizacja anulowana
ru: Обновление отменено
sk: Aktualizácia zrušená

source: A new version is available! Update now? (Recommended to backup first)
cs: Je k dispozici nová verze! Aktualizovat nyní? (Doporučuje se nejprve zálohovat)
el: Μια νέα έκδοση είναι διαθέσιμη! Θέλετε να γίνει ενημέρωση τώρα; (Συνιστάται πρώτα να δημιουργήσετε αντίγραφο ασφαλείας)
fi: Uusi versio saatavilla! Päivitä nyt? (Suositeltavaa tehdä varmuuskopio ensin)
hu: Új verzió érhető el! Frissít most? (Először a biztonsági mentés ajánlott)
it: È disponibile una nuova versione! Aggiornare ora? (Si consiglia di effettuare prima un backup)
pl: Nowa wersja jest dostępna! Aktualizować teraz? (Zalecane wykonanie kopii zapasowej)
ru: Доступна новая версия! Обновить сейчас? (Рекомендуется сначала сделать резервную копию)
sk: Je k dispozícii nová verzia! Aktualizovať teraz? (Odporúča sa najskôr zálohovať)

source: Update successful!
cs: Aktualizace úspěšná!
el: Επιτυχής ενημέρωση!
fi: Päivitys onnistui!
hu: Sikeres frissítés!
it: Aggiornamento riuscito!
pl: Aktualizacja powiodła się!
ru: Обновление успешно завершено!
sk: Aktualizácia úspešná!

source: %s Restart Enigma2 now for changes to take effect.
cs: %s Restartujte Enigmu2, aby se změny projevily.
el: %s Επανεκκινήστε τώρα το Enigma2 για να εφαρμοστούν οι αλλαγές.
fi: %s Käynnistä Enigma2 uudelleen, jotta muutokset tulevat voimaan.
hu: %s Indítsa újra az Enigma2-t, hogy a változtatások érvénybe lépjenek.
it: %s Riavvia Enigma2 ora affinché le modifiche abbiano effetto.
pl: %s Uruchom ponownie Enigmę2 aby zmiany zostały wprowadzone.
ru: %s Перезапустите Enigma2 сейчас, чтобы изменения вступили в силу.
sk: %s Reštartujte Enigmu2, aby sa zmeny prejavili.

source: Update failed
cs: Aktualizace selhala: %s
el: Η ενημέρωση απέτυχε
fi: Päivitys epäonnistui
hu: Frissítés sikertelen
it: Aggiornamento non riuscito
pl: Aktualizacja nie powiodła się
ru: Сбой обновления
sk: Aktualizácia zlyhala

source: Updating plugin... Please wait
cs: Aktualizace pluginu... Čekejte prosím
el: Ενημέρωση του πρόσθετου... Παρακαλώ περιμένετε
fi: Lisäosaa päivitetään... Odota
hu: Bővítmény frissítése... Kérjük, várjon
it: Aggiornamento del plugin... Attendi
pl: Aktualizacja wtyczki... Proszę czekać
ru: Обновление плагина... Пожалуйста, подождите
sk: Aktualizácia pluginu... Čakajte prosím

source: Please restart Enigma2 manually.
cs: Restartujte prosím Enigmu2 ručně.
el: Παρακαλώ επανεκκινήστε το Enigma2 χειροκίνητα.
fi: Käynnistä Enigma2 uudelleen manuaalisesti.
hu: Kérjük, indítsa újra manuálisan az Enigma2-t.
it: Riavviare Enigma2 manualmente.
pl: Proszę ręcznie uruchomić ponownie Enigmę2.
ru: Пожалуйста, перезапустите Enigma2 вручную.
sk: Prosím, reštartujte Enigmu2 manuálne.

source: Failed to create backup. Update cancelled.
cs: Vytvoření zálohy se nezdařilo. Aktualizace zrušena.
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας. Η ενημέρωση ακυρώθηκε.
fi: Varmuuskopion luonti epäonnistui. Päivitys peruttiin.
hu: Nem sikerült biztonsági mentést készíteni. Frissítés megszakítva.
it: Impossibile creare il backup. Aggiornamento annullato.
pl: Nie udało się utworzyć kopii zapasowej. Aktualizacja została anulowana.
ru: Не удалось создать резервную копию. Обновление отменено.
sk: Vytvorenie zálohy zlyhalo. Aktualizácia zrušená.

source: Update completed successfully!
cs: Aktualizace byla úspěšně dokončena!
el: Η ενημέρωση ολοκληρώθηκε με επιτυχία!
fi: Päivitys onnistui!
hu: A frissítés sikeresen befejeződött!
it: Aggiornamento completato con successo!
pl: Aktualizacja zakończona pomyślnie!
ru: Обновление успешно завершено!
sk: Aktualizácia bola úspešne dokončená!

source: Update failed. Restored from backup.
cs: Aktualizace selhala. Obnoveno ze zálohy.
el: Η ενημέρωση απέτυχε. Η επαναφορά από το αντίγραφο ασφαλείας ολοκληρώθηκε.
fi: Päivitys epäonnistui. Palautettu varmuuskopiosta.
hu: Frissítés sikertelen. Visszaállítva a biztonsági mentésből.
it: Aggiornamento non riuscito. Ripristinato dal backup.
pl: Aktualizacja nie powiodła się. Przywrócono z kopii zapasowej.
ru: Обновление не удалось. Восстановлено из резервной копии.
sk: Aktualizácia zlyhala. Obnovené zo zálohy.

source: Update failed and backup restore also failed!
cs: Aktualizace selhala a obnovení zálohy se také nezdařilo!
el: Η ενημέρωση απέτυχε και η επαναφορά αντιγράφου ασφαλείας επίσης απέτυχε!
fi: Päivitys ja varmuuskopion palautus epäonnistuivat!
hu: A frissítés és a biztonsági mentés visszaállítása sem sikerült!
it: L'aggiornamento non è riuscito e anche il ripristino del backup non è riuscito!
pl: Aktualizacja nie powiodła się, a przywracanie kopii zapasowej również!
ru: Обновление не удалось, восстановление резервной копии также не удалось!
sk: Aktualizácia zlyhala a obnovenie zálohy tiež zlyhalo!

source: Update error: %s
cs: Chyba aktualizace: %s
el: Σφάλμα ενημέρωσης: %s
fi: Päivitysvirhe: %s
hu: Frissítési hiba: %s
it: Errore di aggiornamento: %s
pl: Błąd aktualizacji: %s
ru: Ошибка обновления: %s
sk: Chyba aktualizácie: %s

source: Info
cs: Informace
el: Πληροφορίες
hu: Információ
it: Informazioni
ru: Информация
sk: Informácie

source: Auto
cs: Automaticky
el: Αυτόματη
hu: Automatikus
ru: Авто

source: TV Garden
hu: TV Kert
ru: ТВ-сад
sk: TV záhrada

source: 512 KB
ru: 512 КБ

source: 1 MB
ru: 1 МБ

source: 2 MB
ru: 2 МБ

source: 4 MB
ru: 4 МБ

source: 8 MB
ru: 8 МБ

source: Refreshing cache...
de: Cache wird aktualisiert...

source: Found {count} playable channels
de: {count} abspielbare Kanäle gefunden

source: (skipped {count} YouTube)
de: (übersprungen {count} YouTube)

source: (filtered {count} problematic)
de: (gefiltert {count} problematisch)

source: (limited to first {limit})
de: (begrenzt auf die ersten {limit})

source: Share Channel
de: Kanal teilen

source: Report Issue
de: Problem melden

source: Countries refreshed
de: Länder aktualisiert

source: Press GREEN for keyboard... Ready - {} channels
de: Drücken Sie GRÜN für die Tastatur... Fertig - {} Kanäle

source: Found {} channels
de: {} Kanäle gefunden

source: No channels found for: {}
de: Keine Kanäle gefunden für: {}

source: Data refreshed successfully
de: Daten erfolgreich aktualisiert

source: Cache and metadata have been refreshed.
de: Der Cache und die Metadaten wurden aktualisiert.

source: Failed to refresh data. Check internet connection.
de: Daten konnten nicht aktualisiert werden. Überprüfen Sie die Internetverbindung.

source: Volume
de: Lautstärke

source: Timeout (seconds)
de: Timeout (Sekunden)

source: Retries
de: Wiederholungen

source: Cache TTL (hours)
de: Cache TTL (Stunden)

source: Items per page
de: Einträge pro Seite

source: Max channels per country
de: Max Kanäle pro Land

source: Max Favorites
de: Max Favoriten

source: Debug (most verbose)
de: Debuggen (sehr ausführlich)

source: Error only
de: Nur Fehler

source: Critical only
de: Nur für kritische Zwecke

source: Max Log Size (MB)
de: Maximale Protokollgröße (MB)

source: Log Backup Files
de: Protokollsicherungsdateien

source: --- Log Maintenance ---
de: --- Protokollverwaltung ---

source: Error: {}
de: Fehler: {}

source: Error clearing logs: {}
de: Fehler beim Löschen der Protokolle: {}
